import { InfoPageProps } from '../types/infoPage';

export const aboutPageData: InfoPageProps = {
  title: '회사소개',
  description:
    '해피필(주)는 누구나 건강을 더 쉽게 챙길 수 있도록 다양한 영양제를 선별해 제공하는 온라인 기반의 건강 솔루션 플랫폼입니다. 원하는 영양제를 한 번에 주문하며, 매달 일정한 주기로 집 앞으로 받아볼 수 있습니다. 불필요하게 많은 양을 한 번에 쌓아둘 필요가 없고, 제품이 오래되어 유통기한이 지나 버리는 일도 자연스럽게 방지됩니다. 해피필은 당신의 바쁜 일상 속에서도 꾸준한 건강 관리가 가능하도록, 편리함과 지속 가능성을 함께 제공합니다.',
  sections: [
    {
      title: '브랜드',
      content:
        '해피필은 믿을 수 있는 원사자와 철저한 품질 관리를 거친 영양제만을 엄선해 제공합니다. 모든 제품은 투명한 정보와 함께 안전하게 관리되며, 정직한 성분만을 담았습니다. 건강은 신뢰에서 시작되기에, 해피필은 항상 가장 좋은 것을 고집합니다.',
    },
    {
      title: '실질적인 영양제',
      content:
        '해피필은 일상에 꼭 필요한 핵심 영양소만을 선별해 과학적으로 설계된 고함량 포뮬라로 제공합니다. 불필요한 성분은 줄이고, 효과를 고려한 최적의 함량만을 담았습니다. 비타민 C 1000mg, 오메가-3 2000mg 등 필요한 영양소를 고함량으로 제공합니다. 이렇게 과학적으로 설계된 고함량 제품을 통해 하루 한 알로 충분한 효과를 얻을 수 있습니다.',
    },
    {
      title: '빠른 문제 해결',
      content:
        '해피필 고객 서비스를 돕는 연중무휴 온라인 서비스를 제공하며, 고객을 위해 전문 상담팀과 전담 프로세스를 구성되어 있습니다. 운영시간이 지난 후에도 챗봇 등을 통해 24시간 환불/배송 문의에 대한 응답을 받을 수 있습니다. 해피필 고객에게 최상의 서비스를 제공하기 위해 최선을 다하며, 끊임없는 맞춤형 지식을 바탕으로 세심한 서비스를 제공합니다. 또한 해피필의 내부 시스템은 고객이 항상 빠르고 공정한 서비스를 받을 수 있도록 초점을 두고 노력하고 있습니다.',
    },
    {
      title: '안전하고 간편한 결제',
      content:
        '해피필은 다양한 결제 수단을 지원하며, Visa, MasterCard 등 주요 해외 결제 서비스부터 KakaoPay, TossPay 등 국내외 주요 결제 서비스를 제공합니다. 결제 과정은 제3자 결제 회사의 인증을 통해 안전하게 진행되며, 언제든지 결제를 받으실 수 있으며 결제 내역을 확인하실 수 있습니다.',
    },
  ],
};